{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "String": "‌"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "‍"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": " "
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": " [^.,!?;:\\(\\)\\[\\]\\{\\}\"\\'«»\\-\\–\\—/\\\\\\|*&^%$#@।॥_+=<>`~ \\n]+|[^.,!?;:\\(\\)\\[\\]\\{\\}\"\\'«»\\-\\–\\—/\\\\\\|*&^%$#@।॥_+=<>`~ \\n]+| |[.,!?;:\\(\\)\\[\\]\\{\\}\"\\'«»\\-\\–\\—/\\\\\\|*&^%$#@।॥_+=<>`~]|\\n"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "."
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "Replace",
    "pattern": {
      "String": " "
    },
    "content": " "
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\t": 0,
      "\n": 1,
      " ": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "«": 97,
      "°": 98,
      "»": 99,
      "Ö": 100,
      "á": 101,
      "â": 102,
      "í": 103,
      "ā": 104,
      "ī": 105,
      "Ś": 106,
      "ū": 107,
      "ə": 108,
      "ɦ": 109,
      "ɪ": 110,
      "ɾ": 111,
      "ʊ": 112,
      "ʱ": 113,
      "ˈ": 114,
      "ː": 115,
      "ί": 116,
      "α": 117,
      "δ": 118,
      "ν": 119,
      "ο": 120,
      "ς": 121,
      "ό": 122,
      "ँ": 123,
      "ं": 124,
      "ः": 125,
      "अ": 126,
      "आ": 127,
      "इ": 128,
      "ई": 129,
      "उ": 130,
      "ऊ": 131,
      "ऋ": 132,
      "ए": 133,
      "ऐ": 134,
      "ऑ": 135,
      "ओ": 136,
      "औ": 137,
      "क": 138,
      "ख": 139,
      "ग": 140,
      "घ": 141,
      "च": 142,
      "छ": 143,
      "ज": 144,
      "झ": 145,
      "ञ": 146,
      "ट": 147,
      "ठ": 148,
      "ड": 149,
      "ढ": 150,
      "ण": 151,
      "त": 152,
      "थ": 153,
      "द": 154,
      "ध": 155,
      "न": 156,
      "प": 157,
      "फ": 158,
      "ब": 159,
      "भ": 160,
      "म": 161,
      "य": 162,
      "र": 163,
      "ल": 164,
      "व": 165,
      "श": 166,
      "ष": 167,
      "स": 168,
      "ह": 169,
      "़": 170,
      "ा": 171,
      "ि": 172,
      "ी": 173,
      "ु": 174,
      "ू": 175,
      "ृ": 176,
      "े": 177,
      "ै": 178,
      "ॉ": 179,
      "ो": 180,
      "ौ": 181,
      "्": 182,
      "।": 183,
      "॥": 184,
      "०": 185,
      "१": 186,
      "२": 187,
      "३": 188,
      "४": 189,
      "५": 190,
      "६": 191,
      "७": 192,
      "८": 193,
      "९": 194,
      "॰": 195,
      "ஃ": 196,
      "அ": 197,
      "ஆ": 198,
      "இ": 199,
      "ஈ": 200,
      "உ": 201,
      "ஊ": 202,
      "எ": 203,
      "ஏ": 204,
      "ஐ": 205,
      "ஒ": 206,
      "ஓ": 207,
      "க": 208,
      "ங": 209,
      "ச": 210,
      "ஜ": 211,
      "ஞ": 212,
      "ட": 213,
      "ண": 214,
      "த": 215,
      "ந": 216,
      "ன": 217,
      "ப": 218,
      "ம": 219,
      "ய": 220,
      "ர": 221,
      "ற": 222,
      "ல": 223,
      "ள": 224,
      "ழ": 225,
      "வ": 226,
      "ஷ": 227,
      "ஸ": 228,
      "ஹ": 229,
      "ா": 230,
      "ி": 231,
      "ீ": 232,
      "ு": 233,
      "ூ": 234,
      "ெ": 235,
      "ே": 236,
      "ை": 237,
      "ொ": 238,
      "ோ": 239,
      "ௌ": 240,
      "்": 241,
      "ం": 242,
      "ః": 243,
      "అ": 244,
      "ఆ": 245,
      "ఇ": 246,
      "ఈ": 247,
      "ఉ": 248,
      "ఋ": 249,
      "ఎ": 250,
      "ఏ": 251,
      "ఐ": 252,
      "ఒ": 253,
      "ఓ": 254,
      "ఔ": 255,
      "క": 256,
      "ఖ": 257,
      "గ": 258,
      "ఘ": 259,
      "చ": 260,
      "ఛ": 261,
      "జ": 262,
      "ఞ": 263,
      "ట": 264,
      "ఠ": 265,
      "డ": 266,
      "ఢ": 267,
      "ణ": 268,
      "త": 269,
      "థ": 270,
      "ద": 271,
      "ధ": 272,
      "న": 273,
      "ప": 274,
      "ఫ": 275,
      "బ": 276,
      "భ": 277,
      "మ": 278,
      "య": 279,
      "ర": 280,
      "ల": 281,
      "ళ": 282,
      "వ": 283,
      "శ": 284,
      "ష": 285,
      "స": 286,
      "హ": 287,
      "ా": 288,
      "ి": 289,
      "ీ": 290,
      "ు": 291,
      "ూ": 292,
      "ృ": 293,
      "ె": 294,
      "ే": 295,
      "ై": 296,
      "ొ": 297,
      "ో": 298,
      "ౌ": 299,
      "్": 300,
      "ṅ": 301,
      "ṇ": 302,
      "ṣ": 303,
      "ṭ": 304,
      "Ἰ": 305,
      " ": 306,
      "–": 307,
      "—": 308,
      "‘": 309,
      "’": 310,
      "“": 311,
      "”": 312,
      "†": 313,
      "′": 314,
      "₹": 315,
      " t": 316,
      "an": 317,
      "he": 318,
      "in": 319,
      " the": 320,
      "on": 321,
      "er": 322,
      "re": 323,
      " a": 324,
      " o": 325,
      "en": 326,
      "st": 327,
      "al": 328,
      "di": 329,
      "at": 330,
      " c": 331,
      "and": 332,
      "ed": 333,
      " I": 334,
      "ar": 335,
      " w": 336,
      "it": 337,
      " of": 338,
      " in": 339,
      " s": 340,
      " and": 341,
      " In": 342,
      " b": 343,
      "or": 344,
      "ion": 345,
      " p": 346,
      " m": 347,
      "es": 348,
      " f": 349,
      "ic": 350,
      " Indi": 351,
      "is": 352,
      "ing": 353,
      "as": 354,
      "ent": 355,
      " l": 356,
      "om": 357,
      " e": 358,
      "ou": 359,
      " India": 360,
      " to": 361,
      "ly": 362,
      " h": 363,
      " d": 364,
      "ur": 365,
      "ec": 366,
      " re": 367,
      " 1": 368,
      " n": 369,
      " g": 370,
      " T": 371,
      "il": 372,
      "th": 373,
      "ver": 374,
      "ul": 375,
      " A": 376,
      "ri": 377,
      "ol": 378,
      "ra": 379,
      " C": 380,
      "ation": 381,
      "am": 382,
      " B": 383,
      "ro": 384,
      "ve": 385,
      "le": 386,
      " is": 387,
      " S": 388,
      "ut": 389,
      " The": 390,
      "ce": 391,
      " by": 392,
      " Indian": 393,
      "ist": 394,
      "ast": 395,
      "et": 396,
      " 2": 397,
      "ad": 398,
      "us": 399,
      "im": 400,
      " th": 401,
      "ge": 402,
      "ig": 403,
      "ow": 404,
      " 19": 405,
      "id": 406,
      "ith": 407,
      "un": 408,
      " for": 409,
      "ir": 410,
      " r": 411,
      " be": 412,
      "uc": 413,
      " with": 414,
      " con": 415,
      "ment": 416,
      " was": 417,
      "ate": 418,
      "00": 419,
      "ies": 420,
      "tion": 421,
      "op": 422,
      " as": 423,
      "res": 424,
      " wh": 425,
      "ter": 426,
      " st": 427,
      " mo": 428,
      " P": 429,
      "em": 430,
      " M": 431,
      "rom": 432,
      "ong": 433,
      "ain": 434,
      " it": 435,
      "ts": 436,
      "ical": 437,
      " ex": 438,
      "est": 439,
      " di": 440,
      " E": 441,
      "her": 442,
      " an": 443,
      "ang": 444,
      "ld": 445,
      " from": 446,
      " has": 447,
      "se": 448,
      " or": 449,
      "ab": 450,
      "ich": 451,
      "ac": 452,
      "ial": 453,
      "gh": 454,
      " on": 455,
      "um": 456,
      "ill": 457,
      "ay": 458,
      "up": 459,
      "der": 460,
      " N": 461,
      " ar": 462,
      " D": 463,
      " which": 464,
      " H": 465,
      "ud": 466,
      " un": 467,
      " G": 468,
      " are": 469,
      "ive": 470,
      "ity": 471,
      " par": 472,
      "ub": 473,
      "con": 474,
      " 20": 475,
      "ak": 476,
      "ted": 477,
      "rit": 478,
      "ure": 479,
      "ult": 480,
      " inc": 481,
      " its": 482,
      "oc": 483,
      "ere": 484,
      "li": 485,
      " com": 486,
      "oun": 487,
      "over": 488,
      " al": 489,
      "end": 490,
      "ers": 491,
      "du": 492,
      " were": 493,
      " v": 494,
      "ans": 495,
      "iv": 496,
      "ther": 497,
      "ated": 498,
      "ary": 499,
      "el": 500,
      "ear": 501,
      "os": 502,
      " cent": 503,
      " de": 504,
      "arge": 505,
      "ch": 506,
      "od": 507,
      "ism": 508,
      " As": 509,
      "ous": 510,
      " wor": 511,
      "mp": 512,
      "ough": 513,
      " int": 514,
      " pro": 515,
      "our": 516,
      "por": 517,
      " co": 518,
      " ch": 519,
      "fter": 520,
      " cont": 521,
      "outh": 522,
      "overn": 523,
      "In": 524,
      "ant": 525,
      "ally": 526,
      "age": 527,
      " Hin": 528,
      "ions": 529,
      "ame": 530,
      "ass": 531,
      " at": 532,
      " W": 533,
      "ry": 534,
      " nor": 535,
      "if": 536,
      "ag": 537,
      "uring": 538,
      " bec": 539,
      "conom": 540,
      "low": 541,
      "ot": 542,
      " part": 543,
      " U": 544,
      "av": 545,
      " mar": 546,
      " into": 547,
      " form": 548,
      "ish": 549,
      " econom": 550,
      "ance": 551,
      " sp": 552,
      "ress": 553,
      "overnment": 554,
      " reg": 555,
      "ern": 556,
      "any": 557,
      "aj": 558,
      "illion": 559,
      "ap": 560,
      "ct": 561,
      " se": 562,
      " Ch": 563,
      " sub": 564,
      " J": 565,
      " k": 566,
      " pl": 567,
      "stit": 568,
      " centur": 569,
      " le": 570,
      " large": 571,
      " cl": 572,
      " ad": 573,
      " R": 574,
      "ia": 575,
      " pop": 576,
      " y": 577,
      "angu": 578,
      "ution": 579,
      "eral": 580,
      " per": 581,
      "me": 582,
      "ates": 583,
      " 201": 584,
      "ence": 585,
      "cc": 586,
      "mer": 587,
      " langu": 588,
      " rel": 589,
      "hi": 590,
      "og": 591,
      "The": 592,
      "ore": 593,
      "inist": 594,
      " el": 595,
      " government": 596,
      "Indi": 597,
      " popul": 598,
      " world": 599,
      " dec": 600,
      "ire": 601,
      " pri": 602,
      "reas": 603,
      "qu": 604,
      " K": 605,
      "lud": 606,
      " Ind": 607,
      " year": 608,
      " ag": 609,
      "ave": 610,
      "reat": 611,
      " comp": 612,
      " fir": 613,
      " first": 614,
      " sy": 615,
      "ome": 616,
      " gen": 617,
      " tra": 618,
      "ces": 619,
      "India": 620,
      " sh": 621,
      "ved": 622,
      "red": 623,
      " V": 624,
      "ff": 625,
      " Hindu": 626,
      "duc": 627,
      " end": 628,
      "all": 629,
      "dition": 630,
      "pp": 631,
      "uch": 632,
      " includ": 633,
      "ection": 634,
      "ian": 635,
      "igh": 636,
      "used": 637,
      " art": 638,
      "ect": 639,
      " became": 640,
      "gan": 641,
      " over": 642,
      " res": 643,
      "stitution": 644,
      "row": 645,
      "ide": 646,
      "ok": 647,
      " syst": 648,
      " system": 649,
      "we": 650,
      "oth": 651,
      "ine": 652,
      " during": 653,
      "so": 654,
      "ber": 655,
      "dern": 656,
      "estern": 657,
      " ri": 658,
      " had": 659,
      "mpire": 660,
      " but": 661,
      "ational": 662,
      "ajor": 663,
      " been": 664,
      " ne": 665,
      "har": 666,
      " have": 667,
      "ric": 668,
      " 5": 669,
      " sup": 670,
      "thern": 671,
      "dh": 672,
      " cons": 673,
      " relig": 674,
      "ral": 675,
      " me": 676,
      "ural": 677,
      "ign": 678,
      " inf": 679,
      " F": 680,
      " also": 681,
      " more": 682,
      "ongress": 683,
      " South": 684,
      " most": 685,
      "ound": 686,
      " lat": 687,
      " years": 688,
      "ord": 689,
      "ages": 690,
      " tw": 691,
      " pe": 692,
      " after": 693,
      " 3": 694,
      " million": 695,
      " increas": 696,
      " 7": 697,
      " class": 698,
      " that": 699,
      " century": 700,
      " such": 701,
      "ower": 702,
      " num": 703,
      " minist": 704,
      "tin": 705,
      " long": 706,
      " region": 707,
      " 4": 708,
      " he": 709,
      " pol": 710,
      "ures": 711,
      " two": 712,
      " rul": 713,
      " modern": 714,
      "atic": 715,
      " dis": 716,
      "mong": 717,
      " tradition": 718,
      " im": 719,
      "ens": 720,
      " both": 721,
      "imal": 722,
      "pt": 723,
      " ca": 724,
      " 200": 725,
      " Congress": 726,
      " prime": 727,
      " Asia": 728,
      "istan": 729,
      " BC": 730,
      " BCE": 731,
      " cast": 732,
      " soc": 733,
      "ty": 734,
      " sc": 735,
      " 195": 736,
      " 202": 737,
      " major": 738,
      "vers": 739,
      "ren": 740,
      "etwe": 741,
      "etween": 742,
      "urb": 743,
      "urban": 744,
      "les": 745,
      " under": 746,
      "ust": 747,
      " ser": 748,
      " off": 749,
      "ep": 750,
      "lic": 751,
      " coun": 752,
      "ince": 753,
      " O": 754,
      " L": 755,
      "isation": 756,
      " language": 757,
      " caste": 758,
      " Bud": 759,
      " Buddh": 760,
      "ose": 761,
      " this": 762,
      " cult": 763,
      "hed": 764,
      " Empire": 765,
      "ik": 766,
      " Brit": 767,
      " British": 768,
      "rough": 769,
      "ament": 770,
      " population": 771,
      "ucle": 772,
      "uclear": 773,
      "vel": 774,
      " urban": 775,
      "ting": 776,
      " not": 777,
      " grow": 778,
      " their": 779,
      " election": 780,
      " minister": 781,
      " 196": 782,
      "ially": 783,
      " south": 784,
      "eng": 785,
      "out": 786,
      " land": 787,
      "akistan": 788,
      " north": 789,
      "contin": 790,
      "continent": 791,
      "ni": 792,
      " rec": 793,
      " ear": 794,
      " began": 795,
      "anges": 796,
      "ell": 797,
      "ree": 798,
      "ically": 799,
      " Con": 800,
      "ari": 801,
      " many": 802,
      "ond": 803,
      " between": 804,
      "rib": 805,
      "lo": 806,
      "lowing": 807,
      " fol": 808,
      " 199": 809,
      " dance": 810,
      " It": 811,
      " Pakistan": 812,
      " east": 813,
      " later": 814,
      "ade": 815,
      "merg": 816,
      " northern": 817,
      "ef": 818,
      "ite": 819,
      " economic": 820,
      " exp": 821,
      " economy": 822,
      "lu": 823,
      "ition": 824,
      " rep": 825,
      " tim": 826,
      " ter": 827,
      "sh": 828,
      " app": 829,
      " en": 830,
      "als": 831,
      "dic": 832,
      " fore": 833,
      " Un": 834,
      " ra": 835,
      "ited": 836,
      " up": 837,
      " j": 838,
      "ublic": 839,
      " count": 840,
      " since": 841,
      "cy": 842,
      " An": 843,
      " hum": 844,
      " subcontinent": 845,
      "000": 846,
      "omin": 847,
      " western": 848,
      "gin": 849,
      "aw": 850,
      "vi": 851,
      "ations": 852,
      " there": 853,
      "ugh": 854,
      "ace": 855,
      " 18": 856,
      "olog": 857,
      " non": 858,
      " influ": 859,
      " increased": 860,
      " lit": 861,
      " rate": 862,
      "ilit": 863,
      "mon": 864,
      " spec": 865,
      " ext": 866,
      " peop": 867,
      " sec": 868,
      " ab": 869,
      "ory": 870,
      " CE": 871,
      " classical": 872,
      "ular": 873,
      "velop": 874,
      "ard": 875,
      "ket": 876,
      "ered": 877,
      "ice": 878,
      "port": 879,
      " 2011": 880,
      "vent": 881,
      " 194": 882,
      "sl": 883,
      " Th": 884,
      " than": 885,
      " occ": 886,
      " lif": 887,
      " life": 888,
      " emerg": 889,
      "ise": 890,
      "ta": 891,
      "ised": 892,
      "ains": 893,
      " Mugh": 894,
      " Com": 895,
      "ech": 896,
      "ced": 897,
      " parli": 898,
      " parliament": 899,
      " liter": 900,
      " mid": 901,
      " nuclear": 902,
      " state": 903,
      "hm": 904,
      "versity": 905,
      "ected": 906,
      "ately": 907,
      " hist": 908,
      "ci": 909,
      " people": 910,
      "ever": 911,
      "own": 912,
      " peri": 913,
      " period": 914,
      " new": 915,
      "ph": 916,
      " power": 917,
      "rol": 918,
      "able": 919,
      "amil": 920,
      " 6": 921,
      " develop": 922,
      " Al": 923,
      " war": 924,
      "esp": 925,
      " mat": 926,
      " number": 927,
      " cour": 928,
      " species": 929,
      " among": 930,
      " general": 931,
      " largest": 932,
      " mus": 933,
      " country": 934,
      " Beng": 935,
      " Bengal": 936,
      " Chin": 937,
      " bas": 938,
      "illen": 939,
      "illenni": 940,
      "illennium": 941,
      " Sans": 942,
      " Sansk": 943,
      " Sanskrit": 944,
      " Indo": 945,
      "urop": 946,
      "urope": 947,
      " languages": 948,
      " social": 949,
      " Ma": 950,
      "ya": 951,
      " est": 952,
      "lim": 953,
      "ultan": 954,
      " Pun": 955,
      " Punj": 956,
      " Punjab": 957,
      " Mughal": 958,
      "ative": 959,
      " rule": 960,
      " East": 961,
      "vement": 962,
      " 1950": 963,
      " through": 964,
      " US": 965,
      "orm": 966,
      " though": 967,
      " milit": 968,
      "fe": 969,
      "per": 970,
      " ref": 971,
      "cient": 972,
      "ron": 973,
      "ood": 974,
      "ities": 975,
      "hen": 976,
      "ten": 977,
      " including": 978,
      " set": 979,
      "ple": 980,
      " them": 981,
      " caused": 982,
      " Pl": 983,
      " lead": 984,
      "gen": 985,
      "tern": 986,
      " constitution": 987,
      "ort": 988,
      "hem": 989,
      " music": 990,
      "large": 991,
      "largest": 992,
      "heast": 993,
      " China": 994,
      " Indus": 995,
      " river": 996,
      " 9": 997,
      " gra": 998,
      "ivil": 999,
      "ird": 1000,
      " millennium": 1001,
      " By": 1002,
      " 12": 1003,
      " pre": 1004,
      "ex": 1005,
      " expor": 1006,
      " religi": 1007,
      "uslim": 1008,
      " Cent": 1009,
      "rew": 1010,
      "ks": 1011,
      " Sik": 1012,
      " centuries": 1013,
      " Comp": 1014,
      " gr": 1015,
      "duced": 1016,
      " other": 1017,
      "ied": 1018,
      " billion": 1019,
      " military": 1020,
      "ild": 1021,
      "ording": 1022,
      "ians": 1023,
      "owever": 1024,
      " fe": 1025,
      " sty": 1026,
      "hes": 1027,
      " emp": 1028,
      "ments": 1029,
      "ared": 1030,
      " main": 1031,
      " some": 1032,
      "ould": 1033,
      "roc": 1034,
      " forest": 1035,
      " far": 1036,
      "ai": 1037,
      " tr": 1038,
      " all": 1039,
      " led": 1040,
      " sign": 1041,
      "ident": 1042,
      " who": 1043,
      " Ne": 1044,
      " cr": 1045,
      "ess": 1046,
      " After": 1047,
      " dire": 1048,
      " Wor": 1049,
      " World": 1050,
      " served": 1051,
      " rural": 1052,
      "read": 1053,
      " Himal": 1054,
      " Himalay": 1055,
      " one": 1056,
      " 198": 1057,
      "ati": 1058,
      " mathem": 1059,
      " 1947": 1060,
      " Isl": 1061,
      "ands": 1062,
      " no": 1063,
      " made": 1064,
      " high": 1065,
      "led": 1066,
      " emerged": 1067,
      " third": 1068,
      " Hinduism": 1069,
      "pl": 1070,
      "ked": 1071,
      " polit": 1072,
      " political": 1073,
      " wom": 1074,
      " women": 1075,
      "dle": 1076,
      " religious": 1077,
      " coast": 1078,
      " Muslim": 1079,
      " Central": 1080,
      "mit": 1081,
      " Del": 1082,
      " Delhi": 1083,
      "ultanate": 1084,
      " culture": 1085,
      " Sikh": 1086,
      " us": 1087,
      "acy": 1088,
      " Company": 1089,
      " col": 1090,
      " Indians": 1091,
      " tech": 1092,
      "20": 1093,
      " acc": 1094,
      "istic": 1095,
      " time": 1096,
      "put": 1097,
      "odi": 1098,
      "ats": 1099,
      " En": 1100,
      "gl": 1101,
      "ives": 1102,
      " used": 1103,
      "dust": 1104,
      " wide": 1105,
      "day": 1106,
      " coal": 1107,
      "ata": 1108,
      " human": 1109,
      "hr": 1110,
      "ants": 1111,
      " we": 1112,
      " found": 1113,
      " ass": 1114,
      " agric": 1115,
      " agricult": 1116,
      " out": 1117,
      "ange": 1118,
      "arn": 1119,
      " central": 1120,
      "ack": 1121,
      " control": 1122,
      "cri": 1123,
      " great": 1124,
      "ins": 1125,
      " trans": 1126,
      "very": 1127,
      "ars": 1128,
      "omet": 1129,
      " Sh": 1130,
      "ors": 1131,
      " loc": 1132,
      "til": 1133,
      "ost": 1134,
      "anu": 1135,
      " sur": 1136,
      " following": 1137,
      " Gand": 1138,
      " Gandhi": 1139,
      "ib": 1140,
      " Plate": 1141,
      " include": 1142,
      "ribut": 1143,
      " influen": 1144,
      " St": 1145,
      " areas": 1146,
      " growth": 1147,
      "ances": 1148,
      " cook": 1149,
      "ensus": 1150,
      "emoc": 1151,
      "west": 1152,
      "ades": 1153,
      " Its": 1154,
      "are": 1155,
      " ago": 1156,
      " occup": 1157,
      "verse": 1158,
      "vol": 1159,
      "ving": 1160,
      "alle": 1161,
      " arch": 1162,
      "uropean": 1163,
      " diff": 1164,
      " early": 1165,
      " regions": 1166,
      " Jain": 1167,
      "oms": 1168,
      "abl": 1169,
      " arm": 1170,
      "wor": 1171,
      " cre": 1172,
      " leg": 1173,
      " righ": 1174,
      "nolog": 1175,
      " movement": 1176,
      " fed": 1177,
      " parliamentary": 1178,
      " grew": 1179,
      " cap": 1180,
      "ually": 1181,
      " literacy": 1182,
      " bi": 1183,
      " Engl": 1184,
      " English": 1185,
      " histor": 1186,
      " prov": 1187,
      " Constitution": 1188,
      " ori": 1189,
      " origin": 1190,
      "19": 1191,
      " ent": 1192,
      " second": 1193,
      " diversity": 1194,
      " animal": 1195,
      " feat": 1196,
      " fig": 1197,
      " 15": 1198,
      " Ganges": 1199,
      "oin": 1200,
      "fore": 1201,
      "ach": 1202,
      " religions": 1203,
      " bir": 1204,
      "raph": 1205,
      " 26": 1206,
      "ne": 1207,
      " dev": 1208,
      " they": 1209,
      "iz": 1210,
      "ific": 1211,
      "ines": 1212,
      "ites": 1213,
      "ists": 1214,
      " gener": 1215,
      " local": 1216,
      " esp": 1217,
      " espec": 1218,
      " especially": 1219,
      "ven": 1220,
      " 17": 1221,
      " pain": 1222,
      " painting": 1223,
      " direct": 1224,
      "str": 1225,
      " indust": 1226,
      " states": 1227,
      " territ": 1228,
      "au": 1229,
      " ancient": 1230,
      "ction": 1231,
      " rem": 1232,
      " remain": 1233,
      " dra": 1234,
      "und": 1235,
      "ons": 1236,
      " majority": 1237,
      " her": 1238,
      " 197": 1239,
      "JP": 1240,
      " Nehr": 1241,
      " Nehru": 1242,
      " party": 1243,
      " last": 1244,
      " United": 1245,
      " contribut": 1246,
      " rates": 1247,
      " census": 1248,
      "icial": 1249,
      " Hindi": 1250,
      " marri": 1251,
      " scul": 1252,
      " sculpt": 1253,
      " ind": 1254,
      "outheast": 1255,
      "yan": 1256,
      "mar": 1257,
      "ank": 1258,
      " And": 1259,
      " Andam": 1260,
      " Andaman": 1261,
      "alley": 1262,
      "ning": 1263,
      " Buddhism": 1264,
      " During": 1265,
      " stat": 1266,
      " decl": 1267,
      "ined": 1268,
      " king": 1269,
      "ished": 1270,
      " sou": 1271,
      " southern": 1272,
      " inter": 1273,
      " created": 1274,
      " compos": 1275,
      "ft": 1276,
      "urn": 1277,
      " prom": 1278,
      " technolog": 1279,
      " ed": 1280,
      " educ": 1281,
      " education": 1282,
      " national": 1283,
      "act": 1284,
      "ration": 1285,
      " federal": 1286,
      " republic": 1287,
      " become": 1288,
      " air": 1289,
      "ccording": 1290,
      "urther": 1291,
      " Pers": 1292,
      " eastern": 1293,
      " well": 1294,
      " popular": 1295,
      " widely": 1296,
      " earli": 1297,
      " 8": 1298,
      " forms": 1299,
      "etic": 1300,
      "pro": 1301,
      "ped": 1302,
      " These": 1303,
      " cities": 1304,
      " Mo": 1305,
      " styles": 1306,
      "wn": 1307,
      "ating": 1308,
      "ight": 1309,
      "ics": 1310,
      "alled": 1311,
      " based": 1312,
      "ix": 1313,
      "sequ": 1314,
      "sequent": 1315,
      "amm": 1316,
      " roc": 1317,
      " adm": 1318,
      " administ": 1319,
      "ert": 1320,
      " Tamil": 1321,
      " pen": 1322,
      " penins": 1323,
      "ively": 1324,
      " regional": 1325,
      " whose": 1326,
      " sm": 1327,
      "ificant": 1328,
      " sultanate": 1329,
      "though": 1330,
      "ract": 1331,
      " market": 1332,
      "oup": 1333,
      "arat": 1334,
      " commer": 1335,
      " pres": 1336,
      " longer": 1337,
      " sever": 1338,
      "leg": 1339,
      " National": 1340,
      " There": 1341,
      "cent": 1342,
      "eration": 1343,
      " won": 1344,
      "ories": 1345,
      " elections": 1346,
      "wan": 1347,
      " contin": 1348,
      " lower": 1349,
      " Himalayas": 1350,
      " Western": 1351,
      " low": 1352,
      " union": 1353,
      " often": 1354,
      " endem": 1355,
      "bal": 1356,
      " car": 1357,
      " Act": 1358,
      " BJP": 1359,
      "ody": 1360,
      " 1991": 1361,
      " exec": 1362,
      " execut": 1363,
      "ived": 1364,
      "DP": 1365,
      "de": 1366,
      " 2001": 1367,
      " common": 1368,
      " mathematic": 1369,
      " indep": 1370,
      " independ": 1371,
      " Ara": 1372,
      " Se": 1373,
      "ders": 1374,
      " west": 1375,
      "div": 1376,
      "bar": 1377,
      " Af": 1378,
      "ather": 1379,
      " record": 1380,
      "dian": 1381,
      " Jainism": 1382,
      "redi": 1383,
      " rise": 1384,
      " fl": 1385,
      "ility": 1386,
      "lief": 1387,
      " kingd": 1388,
      " kingdoms": 1389,
      " Southeast": 1390,
      " Islam": 1391,
      " establ": 1392,
      " left": 1393,
      " changes": 1394,
      "mary": 1395,
      " domin": 1396,
      "sc": 1397,
      "ale": 1398,
      "oss": 1399,
      "ual": 1400,
      " soci": 1401,
      "ety": 1402,
      " ann": 1403,
      " fast": 1404,
      " technology": 1405,
      " middle": 1406,
      " increasing": 1407,
      "ality": 1408,
      " Kas": 1409,
      " Kashm": 1410,
      " Among": 1411,
      "ising": 1412,
      "adi": 1413,
      " four": 1414,
      "ie": 1415,
      " prot": 1416,
      " Persian": 1417,
      " term": 1418,
      " Bhar": 1419,
      " vari": 1420,
      " cur": 1421,
      " thought": 1422,
      " earliest": 1423,
      " 50": 1424,
      "nown": 1425,
      " z": 1426,
      "tle": 1427,
      " around": 1428,
      " char": 1429,
      " ste": 1430,
      " figures": 1431,
      " vill": 1432,
      " old": 1433,
      "eak": 1434,
      "cro": 1435,
      "ss": 1436,
      " plain": 1437,
      " times": 1438,
      " emplo": 1439,
      " employ": 1440,
      " however": 1441,
      " differ": 1442,
      " eth": 1443,
      "ices": 1444,
      " conduc": 1445,
      " Bra": 1446,
      " Brahm": 1447,
      " birth": 1448,
      "rop": 1449,
      "ograph": 1450,
      " empire": 1451,
      "ption": 1452,
      " tex": 1453,
      " subsequent": 1454,
      " polic": 1455,
      "iss": 1456,
      " rock": 1457,
      "mb": 1458,
      " comple": 1459,
      " ta": 1460,
      "ature": 1461,
      " along": 1462,
      " resp": 1463,
      "ded": 1464,
      " def": 1465,
      " mak": 1466,
      " tem": 1467,
      " significant": 1468,
      "bers": 1469,
      " every": 1470,
      "ays": 1471,
      " sch": 1472,
      " Buddhist": 1473,
      " 10": 1474,
      " vast": 1475,
      " leading": 1476,
      " men": 1477,
      " str": 1478,
      " peninsular": 1479,
      "ards": 1480,
      "amp": 1481,
      " group": 1482,
      " Raj": 1483,
      "cial": 1484,
      "cess": 1485,
      " aff": 1486,
      " bl": 1487,
      " further": 1488,
      " consid": 1489,
      " sa": 1490,
      "ternal": 1491,
      "work": 1492,
      "ided": 1493,
      " industry": 1494,
      " legis": 1495,
      " legisl": 1496,
      " 193": 1497,
      " spread": 1498,
      " ob": 1499,
      " This": 1500,
      " continu": 1501,
      " caus": 1502,
      " now": 1503,
      " surv": 1504,
      "can": 1505,
      " dist": 1506,
      " According": 1507,
      " influenced": 1508,
      " win": 1509,
      " endang": 1510,
      " endangered": 1511,
      "ah": 1512,
      " five": 1513,
      " held": 1514,
      " until": 1515,
      " Janu": 1516,
      " January": 1517,
      " 1965": 1518,
      " civil": 1519,
      " coalition": 1520,
      " mem": 1521,
      " sing": 1522,
      " formed": 1523,
      "dra": 1524,
      " States": 1525,
      " executive": 1526,
      "ouse": 1527,
      " three": 1528,
      " court": 1529,
      " courts": 1530,
      "min": 1531,
      " GDP": 1532,
      " glo": 1533,
      " estim": 1534,
      "ales": 1535,
      " import": 1536,
      " famil": 1537,
      " families": 1538,
      " official": 1539,
      " developed": 1540,
      "ool": 1541,
      " traditional": 1542,
      " sculpture": 1543,
      " traditions": 1544,
      " dances": 1545,
      " worn": 1546,
      " gar": 1547,
      " democ": 1548,
      "bian": 1549,
      " Sea": 1550,
      " bor": 1551,
      " Bh": 1552,
      " near": 1553,
      "ico": 1554,
      "ail": 1555,
      "ones": 1556,
      " Afric": 1557,
      " Africa": 1558,
      " 55": 1559,
      " Their": 1560,
      " diverse": 1561,
      "ett": 1562,
      " gradu": 1563,
      " Valley": 1564,
      " Civil": 1565,
      " 1200": 1566,
      " recorded": 1567,
      " Dra": 1568,
      " Dravi": 1569,
      " Dravidian": 1570,
      "anted": 1571,
      " within": 1572,
      " consol": 1573,
      " consolid": 1574,
      " lo": 1575,
      " Maur": 1576,
      " Gup": 1577,
      " er": 1578,
      " era": 1579,
      " creat": 1580,
      " archit": 1581,
      " architect": 1582,
      " writ": 1583,
      "tou": 1584,
      "touch": 1585,
      "touchab": 1586,
      " scri": 1587,
      "astri": 1588,
      " established": 1589,
      "mitt": 1590,
      "ran": 1591,
      " result": 1592,
      " resulting": 1593,
      "val": 1594,
      "ara": 1595,
      "urned": 1596,
      " rights": 1597,
      " intro": 1598,
      " public": 1599,
      " took": 1600,
      " influence": 1601,
      "viol": 1602,
      " partition": 1603,
      "ratic": 1604,
      " mult": 1605,
      " 1951": 1606,
      " capit": 1607,
      " 16": 1608,
      " reduced": 1609,
      "equ": 1610,
      "ture": 1611,
      " disput": 1612,
      " Kashmir": 1613,
      " poll": 1614,
      "ots": 1615,
      " wild": 1616,
      "life": 1617,
      " traditionally": 1618,
      "ported": 1619,
      " der": 1620,
      " Gree": 1621,
      " extens": 1622,
      " Bharat": 1623,
      "lied": 1624,
      "ained": 1625,
      " curren": 1626,
      " 13": 1627,
      "rial": 1628,
      " Y": 1629,
      " extant": 1630,
      " However": 1631,
      " known": 1632,
      " about": 1633,
      " features": 1634,
      "dis": 1635,
      " oldest": 1636,
      "oci": 1637,
      " composed": 1638,
      " trib": 1639,
      "cross": 1640,
      " place": 1641,
      " when": 1642,
      " agriculture": 1643,
      " invol": 1644,
      "aving": 1645,
      " fam": 1646,
      "atical": 1647,
      " Mah": 1648,
      " called": 1649,
      "ified": 1650,
      " different": 1651,
      "ured": 1652,
      " conducted": 1653,
      "iving": 1654,
      " lay": 1655,
      " history": 1656,
      " ge": 1657,
      "ining": 1658,
      " his": 1659,
      "miss": 1660,
      "elf": 1661,
      " tax": 1662,
      " greater": 1663,
      " rene": 1664,
      " renew": 1665,
      "otion": 1666,
      " man": 1667,
      " flow": 1668,
      "ering": 1669,
      "ously": 1670,
      "erv": 1671,
      "ti": 1672,
      " West": 1673,
      " growing": 1674,
      " agricultural": 1675,
      " show": 1676,
      " development": 1677,
      " small": 1678,
      " numbers": 1679,
      "here": 1680,
      " so": 1681,
      "aries": 1682,
      " Asian": 1683,
      " Although": 1684,
      " elites": 1685,
      " indi": 1686,
      " indigen": 1687,
      " indigenous": 1688,
      " again": 1689,
      " pract": 1690,
      "ues": 1691,
      " commercial": 1692,
      " process": 1693,
      " European": 1694,
      "ably": 1695,
      " supp": 1696,
      "ely": 1697,
      " reform": 1698,
      " can": 1699,
      " Re": 1700,
      " sum": 1701,
      "alth": 1702,
      " directly": 1703,
      "gu": 1704,
      " decades": 1705,
      " produc": 1706,
      " War": 1707,
      "operation": 1708,
      "0s": 1709,
      " enac": 1710,
      " enacted": 1711,
      " All": 1712,
      " secular": 1713,
      " plate": 1714,
      " appro": 1715,
      " approx": 1716,
      " approxim": 1717,
      " approximately": 1718,
      " crust": 1719,
      " upper": 1720,
      " continued": 1721,
      " Plateau": 1722,
      " Des": 1723,
      " che": 1724,
      " Gu": 1725,
      " Guj": 1726,
      " Dec": 1727,
      " Gh": 1728,
      " Ghats": 1729,
      " Constit": 1730,
      "ash": 1731,
      " equ": 1732,
      "reme": 1733,
      "line": 1734,
      "42": 1735,
      "aksh": 1736,
      " territories": 1737,
      " mon": 1738,
      "ole": 1739,
      "ropical": 1740,
      " ret": 1741,
      " nat": 1742,
      "ali": 1743,
      " exch": 1744,
      "vention": 1745,
      " Par": 1746,
      " leader": 1747,
      " Sing": 1748,
      " Singh": 1749,
      "old": 1750,
      " body": 1751,
      "liance": 1752,
      " just": 1753,
      " member": 1754,
      " single": 1755,
      " external": 1756,
      " support": 1757,
      " De": 1758,
      " At": 1759,
      "ue": 1760,
      " 2026": 1761,
      " Ass": 1762,
      " exc": 1763,
      "erc": 1764,
      " foreign": 1765,
      " head": 1766,
      " fund": 1767,
      " fundament": 1768,
      " fundamental": 1769,
      " Union": 1770,
      " serv": 1771,
      " qu": 1772,
      " Nuclear": 1773,
      "ternational": 1774,
      "erg": 1775,
      "ergy": 1776,
      " global": 1777,
      " exports": 1778,
      " 14": 1779,
      " before": 1780,
      " 21": 1781,
      " estimated": 1782,
      " ve": 1783,
      " phar": 1784,
      " pharm": 1785,
      " pharmace": 1786,
      " pharmaceut": 1787,
      " pharmaceutical": 1788,
      "reasing": 1789,
      " cooking": 1790,
      " important": 1791,
      "hedul": 1792,
      "ani": 1793,
      " school": 1794,
      " below": 1795,
      "cast": 1796,
      " Ar": 1797,
      " mathematics": 1798,
      "dram": 1799,
      "dramas": 1800,
      " sari": 1801,
      " wa": 1802,
      " waist": 1803,
      " commonly": 1804,
      " wear": 1805,
      " cooked": 1806,
      " meat": 1807,
      " area": 1808,
      " populous": 1809,
      " independence": 1810,
      "racy": 1811,
      "cean": 1812,
      " Arabian": 1813,
      " Bay": 1814,
      " Bang": 1815,
      " Bangl": 1816,
      " Banglades": 1817,
      " Bangladesh": 1818,
      " Myan": 1819,
      " Myanmar": 1820,
      " Sri": 1821,
      " Lank": 1822,
      " Mal": 1823,
      " Nico": 1824,
      " Nicobar": 1825,
      " Islands": 1826,
      " share": 1827,
      "ime": 1828,
      " Indones": 1829,
      " Indonesia": 1830,
      " pred": 1831,
      " predomin": 1832,
      " isol": 1833,
      " margin": 1834,
      " margins": 1835,
      " basin": 1836,
      " gradually": 1837,
      " Civilisation": 1838,
      "aic": 1839,
      "European": 1840,
      " northwest": 1841,
      " hy": 1842,
      "nings": 1843,
      " suppl": 1844,
      " 400": 1845,
      "isen": 1846,
      "la": 1847,
      " heredi": 1848,
      " gave": 1849,
      " loose": 1850,
      " Maurya": 1851,
      " Gupta": 1852,
      "ivity": 1853,
      " architecture": 1854,
      " status": 1855,
      "touchability": 1856,
      " organ": 1857,
      " belief": 1858,
      " Mid": 1859,
      " Middle": 1860,
      "pts": 1861,
      " cultures": 1862,
      "anism": 1863,
      " armies": 1864,
      " plains": 1865,
      " cos": 1866,
      " medi": 1867,
      " Vi": 1868,
      "anag": 1869,
      " Sikhism": 1870,
      "ject": 1871,
      " institution": 1872,
      " religion": 1873,
      " expans": 1874,
      " rich": 1875,
      " expand": 1876,
      "onial": 1877,
      " sover": 1878,
      " sovere": 1879,
      " sovereign": 1880,
      " sovereignty": 1881,
      " 185": 1882,
      " slow": 1883,
      " introduced": 1884,
      "oted": 1885,
      " primary": 1886,
      " fact": 1887,
      " loss": 1888,
      " mig": 1889,
      " multi": 1890,
      " society": 1891,
      " 36": 1892,
      " 2023": 1893,
      " nomin": 1894,
      " capita": 1895,
      "64": 1896,
      " hub": 1897,
      " pover": 1898,
      " poverty": 1899,
      " inequ": 1900,
      " inequality": 1901,
      " disputes": 1902,
      "onom": 1903,
      " level": 1904,
      " wildlife": 1905,
      " supported": 1906,
      " protected": 1907,
      " hab": 1908,
      " habit": 1909,
      "medi": 1910,
      "mediately": 1911,
      " refer": 1912,
      "ret": 1913,
      " Greek": 1914,
      "the": 1915,
      "rat": 1916,
      "pic": 1917,
      " name": 1918,
      "sha": 1919,
      " originally": 1920,
      " Nor": 1921,
      " North": 1922,
      " currency": 1923,
      " 13th": 1924,
      " Hindust": 1925,
      "com": 1926,
      "pass": 1927,
      "passing": 1928,
      "resent": 1929,
      "esc": 1930,
      " reac": 1931,
      " reached": 1932,
      " lik": 1933,
      " init": 1934,
      " 30": 1935,
      " Me": 1936,
      "omest": 1937,
      "omestic": 1938,
      "inc": 1939,
      " animals": 1940,
      "urred": 1941,
      " 25": 1942,
      " Mohen": 1943,
      " Mohenj": 1944,
      " Mohenjo": 1945,
      "dar": 1946,
      "daro": 1947,
      "avi": 1948,
      "eri": 1949,
      "ala": 1950,
      " charac": 1951,
      " character": 1952,
      " seals": 1953,
      " written": 1954,
      " script": 1955,
      " arts": 1956,
      " town": 1957,
      "oral": 1958,
      " today": 1959,
      " associ": 1960,
      "Ary": 1961,
      "Aryan": 1962,
      " across": 1963,
      " setting": 1964,
      " ir": 1965,
      " dri": 1966,
      " bro": 1967,
      " broad": 1968,
      " being": 1969,
      " parts": 1970,
      " would": 1971,
      " range": 1972,
      " urbanisation": 1973,
      " tak": 1974,
      " varn": 1975,
      " te": 1976,
      "ings": 1977,
      " those": 1978,
      " Buddha": 1979,
      "ressed": 1980,
      " could": 1981,
      " these": 1982,
      " back": 1983,
      " Ash": 1984,
      " Ashok": 1985,
      " Ashoka": 1986,
      " bri": 1987,
      " texts": 1988,
      " speak": 1989,
      " Kal": 1990,
      "ense": 1991,
      " adop": 1992,
      " forests": 1993,
      "By": 1994,
      " administration": 1995,
      " devotion": 1996,
      " rather": 1997,
      " assert": 1998,
      " Va": 1999,
      " six": 2000,
      " Pall": 2001,
      " Pallav": 2002,
      "aced": 2003,
      " god": 2004,
      " partic": 2005,
      " age": 2006,
      " cultural": 2007,
      " much": 2008,
      " cle": 2009,
      "ditional": 2010,
      " classes": 2011,
      " temp": 2012,
      " pat": 2013,
      " Tem": 2014,
      " appear": 2015,
      " ano": 2016,
      " another": 2017,
      " eff": 2018,
      "une": 2019,
      "nam": 2020,
      " mer": 2021,
      " merch": 2022,
      " somet": 2023,
      " sometim": 2024,
      " sometimes": 2025,
      "After": 2026,
      " law": 2027,
      " laws": 2028,
      " sav": 2029,
      " vis": 2030,
      "ening": 2031,
      " strong": 2032,
      " bu": 2033,
      " came": 2034,
      " por": 2035,
      "wards": 2036,
      " then": 2037,
      "anced": 2038,
      " practices": 2039,
      " tribal": 2040,
      "onds": 2041,
      " Ak": 2042,
      "ung": 2043,
      " policies": 2044,
      " reven": 2045,
      " revenues": 2046,
      " pa": 2047,
      "reg": 2048,
      " sil": 2049,
      " enter": 2050,
      "ger": 2051,
      " maint": 2052,
      "has": 2053,
      "itions": 2054,
      " coll": 2055,
      " recog": 2056,
      " recogn": 2057,
      " fra": 2058,
      " increasingly": 2059,
      " compan": 2060,
      " companies": 2061,
      "oli": 2062,
      "ources": 2063,
      " adv": 2064,
      " stren": 2065,
      " streng": 2066,
      " strength": 2067,
      " att": 2068,
      " cruc": 2069,
      " crucial": 2070,
      " good": 2071,
      " goods": 2072,
      " Many": 2073,
      " consider": 2074,
      " having": 2075,
      " Dal": 2076,
      " rail": 2077,
      " railw": 2078,
      " Europe": 2079,
      "bell": 2080,
      "bellion": 2081,
      " pr": 2082,
      " sho": 2083,
      " unit": 2084,
      " lim": 2085,
      " safe": 2086,
      "guard": 2087,
      "ush": 2088,
      " marked": 2089,
      " dep": 2090,
      "struc": 2091,
      "pay": 2092,
      " consum": 2093,
      " provided": 2094,
      " crit": 2095,
      "co": 2096,
      " vic": 2097,
      " vict": 2098,
      " decade": 2099,
      "ises": 2100,
      " lib": 2101,
      " liberal": 2102,
      "form": 2103,
      " pers": 2104,
      " sep": 2105,
      " 70": 2106,
      "af": 2107,
      " Eur": 2108,
      " Euras": 2109,
      "one": 2110,
      "idly": 2111,
      " makes": 2112,
      " Thar": 2113,
      " Desert": 2114,
      " remaining": 2115,
      "pur": 2116,
      "kh": 2117,
      " Deccan": 2118,
      " contains": 2119,
      "itud": 2120,
      " Himalayan": 2121,
      " rivers": 2122,
      " drain": 2123,
      "ada": 2124,
      " kil": 2125,
      " kilomet": 2126,
      " kilometres": 2127,
      " mi": 2128,
      "400": 2129,
      " bel": 2130,
      " belong": 2131,
      "300": 2132,
      "land": 2133,
      " consists": 2134,
      " 11": 2135,
      "ann": 2136,
      " latter": 2137,
      " 28": 2138,
      " clim": 2139,
      " summer": 2140,
      "ds": 2141,
      " sim": 2142,
      " moist": 2143,
      " tropical": 2144,
      " 0": 2145,
      " 2018": 2146,
      " cause": 2147,
      "ections": 2148,
      " employed": 2149,
      " contain": 2150,
      " endemic": 2151,
      " mamm": 2152,
      " mammals": 2153,
      " displ": 2154,
      " 40": 2155,
      "uous": 2156,
      "rig": 2157,
      "ayed": 2158,
      " exchange": 2159,
      " extin": 2160,
      "ke": 2161,
      " threat": 2162,
      "ened": 2163,
      "des": 2164,
      "tre": 2165,
      "pen": 2166,
      " recent": 2167,
      " 1935": 2168,
      " Pro": 2169,
      "mend": 2170,
      " added": 2171,
      " eight": 2172,
      " Bi": 2173,
      "ams": 2174,
      " Jan": 2175,
      " Janata": 2176,
      " right": 2177,
      " office": 2178,
      " 1962": 2179,
      " chos": 2180,
      " chosen": 2181,
      " Indira": 2182,
      " She": 2183,
      " defe": 2184,
      "iber": 2185,
      "ency": 2186,
      " opp": 2187,
      " oppos": 2188,
      " ministers": 2189,
      " 31": 2190,
      " Fron": 2191,
      " Front": 2192,
      "ha": 2193,
      " min": 2194,
      " governments": 2195,
      " follow": 2196,
      "ee": 2197,
      " Democ": 2198,
      "DA": 2199,
      "PA": 2200,
      "han": 2201,
      "resident": 2202,
      "ute": 2203,
      " 2024": 2204,
      " Constitu": 2205,
      " Constituent": 2206,
      " Assem": 2207,
      " Assemb": 2208,
      " Assembly": 2209,
      " constitutional": 2210,
      " elected": 2211,
      "anch": 2212,
      " village": 2213,
      " distin": 2214,
      "ctions": 2215,
      " becom": 2216,
      " becoming": 2217,
      " 1950s": 2218,
      " Non": 2219,
      " went": 2220,
      "ese": 2221,
      " test": 2222,
      " weap": 2223,
      " weapons": 2224,
      "round": 2225,
      " signed": 2226,
      "ither": 2227,
      " Treat": 2228,
      " Treaty": 2229,
      "crimin": 2230,
      "no": 2231,
      " use": 2232,
      "ble": 2233,
      "eter": 2234,
      " 2008": 2235,
      " energy": 2236,
      " 2010": 2237,
      " gro": 2238,
      " nation": 2239,
      " aver": 2240,
      " average": 2241,
      " fall": 2242,
      " trade": 2243,
      " sect": 2244,
      " sector": 2245,
      " 2022": 2246,
      " hig": 2247,
      " tot": 2248,
      " total": 2249,
      " 2013": 2250,
      " cal": 2251,
      "201": 2252,
      "200": 2253,
      "24": 2254,
      "reen": 2255,
      " gas": 2256,
      "iqu": 2257,
      " resident": 2258,
      " residents": 2259,
      "91": 2260,
      " fem": 2261,
      "abad": 2262,
      " comprom": 2263,
      " compromise": 2264,
      "ii": 2265,
      " formal": 2266,
      "heduled": 2267,
      " others": 2268,
      "after": 2269,
      " express": 2270,
      " impro": 2271,
      " schools": 2272,
      "HO": 2273,
      "reath": 2274,
      "ports": 2275,
      "tt": 2276,
      " div": 2277,
      " very": 2278,
      " marriages": 2279,
      "anged": 2280,
      "rents": 2281,
      "orce": 2282,
      " natal": 2283,
      " band": 2284,
      " influences": 2285,
      "irt": 2286,
      " style": 2287,
      " sites": 2288,
      "anta": 2289,
      " manus": 2290,
      " manuscri": 2291,
      " folk": 2292,
      " mathematical": 2293,
      " transmit": 2294,
      " transmitted": 2295,
      " contributions": 2296,
      " conce": 2297,
      " exam": 2298,
      " example": 2299,
      " For": 2300,
      "oulder": 2301,
      "alw": 2302,
      " kame": 2303,
      " kamee": 2304,
      " kameez": 2305,
      "yp": 2306,
      " cu": 2307,
      " chur": 2308,
      " churid": 2309,
      " churidars": 2310,
      " dishes": 2311,
      " veg": 2312,
      " veget": 2313,
      "ricket": 2314,
      " Rep": 2315,
      " Republic": 2316,
      " democracy": 2317,
      " Ocean": 2318,
      " southwest": 2319,
      "ares": 2320,
      " borders": 2321,
      " Nep": 2322,
      " marit": 2323,
      " Thail": 2324,
      " Thailand": 2325,
      " humans": 2326,
      " occupation": 2327,
      " isolation": 2328,
      " hun": 2329,
      " hunter": 2330,
      "gather": 2331,
      "gatherers": 2332,
      " highly": 2333,
      "ettled": 2334,
      " evol": 2335,
      " archaic": 2336,
      " diffused": 2337,
      " hym": 2338,
      " hymn": 2339,
      " hymns": 2340,
      "isting": 2341,
      " supplanted": 2342,
      " arisen": 2343,
      "laim": 2344,
      "laiming": 2345,
      " Ear": 2346,
      " Early": 2347,
      "kn": 2348,
      "knit": 2349,
      "ires": 2350,
      " flour": 2351,
      " creativity": 2352,
      " untouchability": 2353,
      " exported": 2354,
      " Chri": 2355,
      " Christ": 2356,
      " Christian": 2357,
      " Christianity": 2358,
      "aism": 2359,
      " Z": 2360,
      " Zor": 2361,
      " Zoro": 2362,
      " Zoroastri": 2363,
      " Zoroastrianism": 2364,
      " coasts": 2365,
      "nd": 2366,
      "ently": 2367,
      " overran": 2368,
      " Sultanate": 2369,
      " drew": 2370,
      " net": 2371,
      "works": 2372,
      " medie": 2373,
      " medieval": 2374,
      " Vij": 2375,
      " Vijay": 2376,
      " Vijayanag": 2377,
      " Vijayanagara": 2378,
      "hered": 2379,
      " expansion": 2380,
      " relative": 2381,
      " peace": 2382,
      " expanding": 2383,
      " turned": 2384,
      " colonial": 2385,
      " 1858": 2386,
      " ide": 2387,
      " ro": 2388,
      " nationalist": 2389,
      " nonviol": 2390,
      " nonviolent": 2391,
      " factor": 2392,
      " ending": 2393,
      " independent": 2394,
      "major": 2395,
      "majority": 2396,
      " dominion": 2397,
      "scale": 2398,
      " migration": 2399,
      " accom": 2400,
      " govern": 2401,
      " democratic": 2402,
      "eth": 2403,
      "nic": 2404,
      " 361": 2405,
      " nominal": 2406,
      " income": 2407,
      " annually": 2408,
      "60": 2409,
      " 74": 2410,
      "grow": 2411,
      "growing": 2412,
